Repository: ku-kom/ku_prototype
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: da

# select_faculty
source: KU unit
da: KU-enhed

# select_faculty_inherit
source: Inherit
da: Nedarv

# select_faculty_unset
source: Not set
da: Ikke angivet

# select_faculty_ku
source: Central Administration
da: Fællesadministrationen

# select_faculty_sund
source: Faculty of Health and Medical Sciences
da: Det Sundhedsvidenskabelige Fakultet

# select_faculty_samf
source: Faculty of Social Sciences
da: Det Samfundsvidenskabelige Fakultet

# select_faculty_science
source: Faculty of Science
da: Det Natur- og Biovidenkabelige Fakultet

# select_faculty_jura
source: Faculty of Law
da: Det Juridiske Fakultet

# select_faculty_teo
source: Faculty of Theology
da: Det Teologiske Fakultet

# select_faculty_hum
source: Faculty of Humanities
da: Det Humanistiske Fakultet

# select_assets_js
source: Select javacsript asseet for this page
da: Vælg javascript til denne side

# select_assets_js.advanced
source: Advanced
da: Advanceret

source: Select author
da: Vælg afsender

source: Select content responsible
da: Vælg webstedsansvarlig
